{
  "OldId": 1650544193,
  "NewId": 1347694657,
  "Unk": [
    0
  ],
  "Modifications": [
    {
      "Id": 1768841569,
      "Type": 3,
      "Value": "Spell"
    },
    {
      "Id": 2020631137,
      "Value": 0
    },
    {
      "Id": 1718840929,
      "Type": 3,
      "Value": "(Green Akama)"
    },
    {
      "Id": 2037082209,
      "Type": 3,
      "Value": "Q"
    },
    {
      "Id": 1667329377,
      "Type": 2,
      "Value": 0
    },
    {
      "Id": 1952542049,
      "Type": 3,
      "Value": "Objects\\Spawnmodels\\Undead\\UndeadDissipate\\UndeadDissipate.mdl"
    },
    {
      "Id": 1835101793,
      "Type": 3,
      "Value": "Shadow Assault"
    },
    {
      "Id": 2020635233,
      "Value": 0
    },
    {
      "Id": 1802007137,
      "Type": 3,
      "Value": "Q"
    },
    {
      "Id": 1952805473,
      "Type": 3,
      "Value": "Learn Shadow Assault - [|cffffcc00Level %d|r]"
    },
    {
      "Level": 1,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 1|r]"
    },
    {
      "Level": 2,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 2|r]"
    },
    {
      "Level": 3,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 3|r]"
    },
    {
      "Level": 4,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 4|r]"
    },
    {
      "Level": 1,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes a target from the shadows, then enters shadow state. His attack speed increases by 100% for 5 seconds, and he charges towards the enemy. During the charge, he\u0027s immune to all damage and uncontrollable. Once reaching the target, he deals 200 damage. If the target isn\u0027t a hero and its HP is below 20%, Akama executes it and refreshes the ability cooldown."
    },
    {
      "Level": 2,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes a target from the shadows, then enters shadow state. His attack speed increases by 150% for 6 seconds, and he charges towards the enemy. During the charge, he\u0027s immune to all damage and uncontrollable. Once reaching the target, he deals 250 damage. If the target isn\u0027t a hero and its HP is below 25%, Akama executes it and refreshes the ability cooldown."
    },
    {
      "Level": 3,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes a target from the shadows, then enters shadow state. His attack speed increases by 200% for 7 seconds, and he charges towards the enemy. During the charge, he\u0027s immune to all damage and uncontrollable. Once reaching the target, he deals 300 damage. If the target isn\u0027t a hero and its HP is below 30%, Akama executes it and refreshes the ability cooldown."
    },
    {
      "Level": 4,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes a target from the shadows, then enters shadow state. His attack speed increases by 250% for 8 seconds, and he charges towards the enemy. During the charge, he\u0027s immune to all damage and uncontrollable. Once reaching the target, he deals 350 damage. If the target isn\u0027t a hero and its HP is below 35%, Akama executes it and refreshes the ability cooldown."
    },
    {
      "Id": 1953653089,
      "Type": 3,
      "Value": "ReplaceableTextures\\CommandButtons\\BTNSpell_Shadow_GatherShadows.blp"
    },
    {
      "Id": 1918988897,
      "Type": 3,
      "Value": "ReplaceableTextures\\CommandButtons\\BTNSpell_Shadow_GatherShadows.blp"
    },
    {
      "Id": 1953854049,
      "Type": 3,
      "Value": "Akama strikes a target from the shadows, then enters shadow state. His attack speed increases and he charges towards the enemy. During the charge, he\u0027s immune to all damage and uncontrollable. Once reaching the target, he deals damage. If the target isn\u0027t a hero and its HP is below a certain percentage, Akama executes it and refreshes the ability cooldown. |n|n|cffffcc00Level 1|r - Deals 200 damage, increases attack speed by 100% for 5 seconds. Execution threshold: 20%. |n|cffffcc00Level 2|r - Deals 250 damage, increases attack speed by 150% for 6 seconds. Execution threshold: 25%. |n|cffffcc00Level 3|r - Deals 300 damage, increases attack speed by 200% for 7 seconds. Execution threshold: 30%. |n|cffffcc00Level 4|r - Deals 350 damage, increases attack speed by 250% for 8 seconds. Execution threshold: 35%."
    }
  ]
}