{
  "OldId": 1650544193,
  "NewId": 1347694657,
  "Unk": [
    0
  ],
  "Modifications": [
    {
      "Id": 1768841569,
      "Type": 3,
      "Value": "Spell"
    },
    {
      "Id": 2020631137,
      "Value": 0
    },
    {
      "Id": 1718840929,
      "Type": 3,
      "Value": "(Green Akama)"
    },
    {
      "Id": 2037082209,
      "Type": 3,
      "Value": "Q"
    },
    {
      "Id": 1667329377,
      "Type": 2,
      "Value": 0
    },
    {
      "Id": 1952542049,
      "Type": 3,
      "Value": "Objects\\Spawnmodels\\Undead\\UndeadDissipate\\UndeadDissipate.mdl"
    },
    {
      "Id": 1835101793,
      "Type": 3,
      "Value": "Shadow Assault"
    },
    {
      "Id": 2020635233,
      "Value": 0
    },
    {
      "Id": 1802007137,
      "Type": 3,
      "Value": "Q"
    },
    {
      "Id": 1952805473,
      "Type": 3,
      "Value": "Learn Shadow Assault - [|cffffcc00Level %d|r]"
    },
    {
      "Level": 1,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 1|r]"
    },
    {
      "Level": 2,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 2|r]"
    },
    {
      "Level": 3,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 3|r]"
    },
    {
      "Level": 4,
      "Id": 829453409,
      "Type": 3,
      "Value": "Shadow Assault - [|cffffcc00Level 4|r]"
    },
    {
      "Level": 1,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes from the shadows, entering a shadow state and gaining 100% increased attack speed for 5 seconds. He charges toward a target unit, phasing through other units and dealing 200 damage upon impact. If the target’s HP is below 25% and it is not a hero, Akama executes it, instantly refreshing Shadow Ambush."
    },
    {
      "Level": 2,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes from the shadows, entering a shadow state and gaining 150% increased attack speed for 6 seconds. He charges toward a target unit, phasing through other units and dealing 250 damage upon impact. If the target’s HP is below 25% and it is not a hero, Akama executes it, instantly refreshing Shadow Ambush."
    },
    {
      "Level": 3,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes from the shadows, entering a shadow state and gaining 200% increased attack speed for 7 seconds. He charges toward a target unit, phasing through other units and dealing 300 damage upon impact. If the target’s HP is below 25% and it is not a hero, Akama executes it, instantly refreshing Shadow Ambush."
    },
    {
      "Level": 4,
      "Id": 828536161,
      "Type": 3,
      "Value": "Akama strikes from the shadows, entering a shadow state and gaining 250% increased attack speed for 8 seconds. He charges toward a target unit, phasing through other units and dealing 350 damage upon impact. If the target’s HP is below 25% and it is not a hero, Akama executes it, instantly refreshing Shadow Ambush.\r\n"
    },
    {
      "Id": 1953653089,
      "Type": 3,
      "Value": "ReplaceableTextures\\CommandButtons\\BTNSpell_Shadow_GatherShadows.blp"
    },
    {
      "Id": 1918988897,
      "Type": 3,
      "Value": "ReplaceableTextures\\CommandButtons\\BTNSpell_Shadow_GatherShadows.blp"
    },
    {
      "Id": 1953854049,
      "Type": 3,
      "Value": "Akama strikes from the shadows, entering a shadow state and gaining increased attack speed. He charges toward a target unit, phasing through other units and dealing damage upon impact. If the target’s HP is below 25% and it is not a hero, Akama executes it, instantly refreshing Shadow Ambush. |n|n|cffffcc00Level 1|r - Deals 200 damage, increases attack speed by 100% for 5 seconds. |n|cffffcc00Level 2|r - Deals 250 damage, increases attack speed by 150% for 6 seconds.  |n|cffffcc00Level 3|r - Deals 300 damage, increases attack speed by 200% for 7 seconds.  |n|cffffcc00Level 4|r - Deals 350 damage, increases attack speed by 250% for 8 seconds. "
    }
  ]
}